Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/sd/samediggi.no/odda-molssaeaktu-samegielas-joatkkaskuvllas.html.tmx
Source language: sme
Languages: sma

source: Ođđa molssaeaktu sámegielas joatkkaskuvllas / Artikler / Valgperiode 2009 - 2013 / Arkiv / Sámediggi - Sametinget
sma: Orre alternatijve saemiengïelesne jåarhkeskuvlesne / Tjaalegh / Veeljemeboelhken 2009 - 2013 / Våarhkoe / Saemiedigkie - Sametinget

source: Ođđa molssaeaktu sámegielas joatkkaskuvllas
sma: Orre alternatijve saemiengïelesne jåarhkeskuvlesne

source: Sámediggi lea mearridan reviderejuvvon oahppoplánaid sámegielas vuosttašgiellan ja sámegielas nubbingiellan.
sma: Saemiedigkie lea staeriedamme learoesoejkesjh vihtiestamme saemien voestesgïeline jïh saemien mubpiengïeline.

source: Váldoulbmil revideremiin lea leamaš čielggasmahttit vuođđogálggaid mat leat njálmmálaš gálggat, máhttit lohkat, máhttit čállit, máhttit rehkenastit ja digitála gálggat.
sma: Akte åejvieulmie staeriedæmman lea orreme dejtie vihkelesommes tjiehpiesvoetide tjïelkestidh mah leah njaalmeldh tjiehpiesvoeth, maehtedh lohkedh, maehtedh, tjaeledh, maehtedh ryöknedh jïh digitaale tjiehpiesvoeth.

source: Giellaoahppu lea eanet deattuhuvvon ja servodatfágalaš mihttomearit leat láivuduvvon.
sma: Daelie stuerebe leavloem gïelelïerehtæmman bïejeme, jïh dah siebriedahkefaageles ulmieh leah vaananamme.

source: Sámegiella vuosttašgiellan oahppoplána ja sámegiella nubbingiellan oahppoplána leat reviderejuvvon.
sma: Learoesoejkesjh saemien voestesgïeline jïh saemien mubpiengïeline leah staeriesovveme.

source: Reviderejuvvon oahppoplánat galget váldot atnui skuvlajagis 2013/2014. Sámegiella vuosttašgiellan:
sma: Dah staeriesovveme learoesoejkesjh edtjieh åtnosne vaaltasovvedh skuvlejaepien 2013/2014 raejeste.

source: Reviderejuvvon oahppoplána bidjá deattu ohppiid giellamáhtu ovdáneapmái, nu ahte sii sáhttet geavahit sámegiela sihke njálmmálaččat ja čálalaččat iešguđet oktavuođain ja iešguđetlágan arenain.
sma: Saemien voestesgïeline: Dïhte staeriedamme learoesoejkesje eajhnadåvva learohki gïeledaarjojde evtiedidh, guktie dah maehtieh saemien nuhtjedh dovne njaalmeldh jïh tjaaleldh ovmessie ektiedimmine jïh ovmessie sijjine.

source: Oahppoplána lea ožžon čielgaset mihttomeriid ohppiid sátneriggodaga ja giellagelbbolašvuođa ovdánahttimis ja máhttui ja gálggaide teakstahuksemis, grammatihkas ja riektačállimis.
sma: Learoesoejkesje lea tjïelkebe ulmieh åådtjeme juktie learohki baakoeveahkam evtiedidh, jïh daajrojde jïh tjiehpiesvoetide tjaalegebigkemisnie, grammatihkesne jïh reaktatjaeliemisnie.

source: Sámegiella nubbingiellan:
sma: Saemien mubpiengïeline:

source: Lea deaŧalaš ahte giellaplána sáhttá váikkuhit dasa ahte eanebut válljejit sámegiela ja olahit giellagelbbolašvuođa mainna šaddet doaibmi guovttegielagat.
sma: Vihkeles gïelesoejkesje maahta viehkiehtidh guktie jienebh saemien veeljieh jïh aktem gïelemaahtoem jeksieh mah learoehkidie funksjovnelle guektiengïeline dorje.

source: Oahppoplánas leat čielgaset mihttomearit giellaoahppamii, ja aktiivvalaš giellageavaheapmi lea deattuhuvvon vai ohppiid njálmmálaš giella ovdána.
sma: Learoesoejkesje lea tjïelkebe ulmieh lïerehtæmman åådtjeme, jïh leavloem bïejeme gïelem eadtjohkelaakan nuhtjedh jutkie learohki njaalmeldh gïelem evtiedidh.

source: Reviderejuvvon oahppoplána sámegielas nubbingiellan lea buorebut go ovdal heivehuvvon ohppiide geat álget sámegielain joatkkaoahpahusas go lea ásahuvvon ođđa molssaeaktu, sámegiella 4.
sma: Dïhte staeriedamme learoesoejkesje saemien mubpiengïeline lea buerebelaakan sjïehtedamme dejtie learoehkidie mah saemien jåarhkeskuvlesne aelkieh goh aarebi, dan åvteste akte orre alternatijve lea sjïehtesjamme, saemien 4.

source: Dat lea daid ohppiid várás geain ii leat leamašan sámegieloahpahus vuođđoskuvllas ja geat háliidit álgit dainna joatkkaskuvllas.
sma: Daate alternatijve lea dejtie learoehkidie mah eah lïerehtimmiem saemiengïelesne maadthskuvlesne åtneme, jïh mah sijhtieh dejnie aelkedh jåarhkeskuvlesne.
